<html class="mark" lang="ru">
    <head>  
        <meta charset="utf-8"/>
        <title>О чем речь?</title>
        <link rel="stylesheet" href="style/style.css">
        <script src="script/jquery.js"></script>
        <script defer src="script/script.js"></script>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <body class="mark"> 
        <section class="about_section">
            <div class="about_block">
                <h3 class="about_title">О проекте</h3>
                <div class="about_article">
                    <h4 class="article_title">Искусственный интеллект</h4>
                    <p>
                        Искусственный интеллект (ИИ), способность цифрового компьютера или управляемого компьютером 
                        робота выполнять задачи, обычно связанные с разумными существами. Этот термин часто 
                        применяется к проекту разработки систем, наделенных интеллектуальными процессами, 
                        характерными для людей, такими как способность рассуждать, находить смысл, обобщать или 
                        учиться на прошлом опыте. С момента разработки цифрового компьютера в 1940-х годах было 
                        продемонстрировано, что компьютеры можно запрограммировать для выполнения очень сложных 
                        задач — таких как, например, поиск доказательств математических теорем или игра в шахматы — 
                        с большим мастерством. Тем не менее, несмотря на продолжающийся прогресс в скорости 
                        компьютерной обработки и объеме памяти, пока нет программ, которые могли бы сравниться с 
                        человеческой гибкостью в более широких областях или в задачах, требующих больших 
                        повседневных знаний. С другой стороны, некоторые программы достигли уровня производительности 
                        экспертов и профессионалов-людей при выполнении определенных конкретных задач, так что 
                        искусственный интеллект в этом ограниченном смысле можно найти в таких разнообразных 
                        приложениях, как медицинская диагностика, компьютерные поисковые системы и распознавание 
                        голоса или рукописного ввода.
                    </p>
                    <p>
                        <p class="subtitle"><b>Что такое интеллект?</b></p>
                        Все, кроме самого простого человеческого поведения, приписывается интеллекту, в то время как 
                        даже самое сложное поведение насекомых никогда не принимается за показатель интеллекта. В чем 
                        разница? Рассмотрим поведение осы-землекопа Sphex ichneumoneus. Когда самка осы возвращается 
                        в свою нору с едой, она сначала кладет ее на порог, проверяет, нет ли в ее норе непрошеных 
                        гостей, и только потом, если берег свободен, заносит свою еду внутрь. Истинная природа 
                        инстинктивного поведения осы раскрывается, если отодвинуть корм на несколько дюймов от входа 
                        в ее нору, пока она находится внутри: вынырнув, она будет повторять всю процедуру столько раз, 
                        сколько будет перемещена пища. Интеллект — явно отсутствующий у сфексов — должен включать в 
                        себя способность приспосабливаться к новым обстоятельствам.
                    </p>
                    <!-- <p></p>
                    <p></p>
                    <p></p> -->
                </div>
            </div>
        </section>

    </body> 
</html>