<html lang="ru">
    <head>  
        <meta charset="utf-8"/>
        <title>Немного истории</title>
        <link rel="stylesheet" href="style/style.css">
        <script src="script/jquery.js"></script>
        <script defer src="script/script.js"></script>
        <meta name="viewport" content="width=device-width, initial-scale=1">
    </head>
    <body>
        <section class="history_section">
            <div class=history_block>
                <h3 class="history_title">Немного истории</h3>
                <div class="historic_article">
            
                <h1 class="featured_article_title">Краткая история искусственного интеллекта: Мир быстро изменился — что может быть дальше?</h1>

                                <h2>
                                    Несмотря на свою короткую историю, компьютеры и ИИ коренным образом изменили то, что мы видим, знаем и делаем. 
                                    Мало что так важно для будущего мира и нашей собственной жизни, как то, как будет продолжаться эта история.
                                </h2>

                                <h3>Как мы здесь оказались?</h3>

                                <p>
                                    Насколько быстро изменился мир, становится ясно из того, насколько древними кажутся нам сегодня даже совсем 
                                    недавние компьютерные технологии. Мобильные телефоны в 90-х были большими кирпичами с крошечными зелеными 
                                    дисплеями. За два десятилетия до этого основным хранилищем для компьютеров были перфокарты.
                                </p>

                                <p>
                                    За короткий период компьютеры развились так быстро и стали настолько неотъемлемой частью нашей повседневной 
                                    жизни, что легко забыть, насколько недавно появилась эта технология. Как показывает временная шкала, первые 
                                    цифровые компьютеры были изобретены всего около восьми десятилетий назад.
                                </p>

                                <!-- иллюстрация временной шкалы -->

                                <p>
                                    С первых дней этой истории некоторые ученые-компьютерщики стремились сделать машины такими же разумными, как 
                                    люди. На следующей временной шкале показаны некоторые известные системы искусственного интеллекта (ИИ) и
                                    описаны их возможности.
                                </p>

                                <p>
                                    Первая система, о которой я упоминаю, это Тесей. Она была построена Клодом Шенноном в 1950 году и представляла 
                                    собой дистанционно управляемую мышь, способную найти выход из лабиринта и запомнить его курс1. За семь
                                    десятилетий возможности искусственного интеллекта прошли долгий путь.
                                </p><br>

                                <!-- иллюстрация известных систем ИИ  -->

                                <h3>Возможности систем искусственного интеллекта по языку и распознаванию изображений развивались очень быстро.</h3>


                                <p>
                                    На диаграмме показано, как мы пришли к этому, взглянув на последние два десятилетия развития ИИ. 
                                    Представленные данные получены в результате ряда тестов, в которых производительность человека и ИИ оценивалась 
                                    в пяти различных областях, от распознавания рукописного текста до понимания языка.
                                </p>

                                <p>
                                    В каждом из пяти доменов начальная производительность системы ИИ установлена ​​​​на -100, а производительность 
                                    человека в этих тестах используется в качестве базового уровня, который установлен на ноль. Это означает, что 
                                    когда производительность модели пересекает нулевую линию, система ИИ набирает больше баллов в соответствующем 
                                    тесте, чем люди, прошедшие тот же тест.
                                </p>

                                <p>
                                    Всего 10 лет назад ни одна машина не могла надежно обеспечить распознавание языка или изображений на 
                                    человеческом уровне. Но, как показывает диаграмма, системы ИИ становятся все более способными и теперь 
                                    превосходят людей в тестах во всех этих областях.
                                </p>

                                <p>
                                    За пределами этих стандартизированных тестов производительность этих ИИ неоднозначна. В некоторых реальных 
                                    случаях эти системы по-прежнему работают намного хуже, чем люди. С другой стороны, некоторые реализации таких 
                                    систем ИИ уже настолько дешевы, что доступны на телефоне в вашем кармане: распознавание изображений 
                                    классифицирует ваши фотографии, а распознавание речи расшифровывает то, что вы диктуете.
                                </p><br>

                                <h3>От распознавания образов к генерации изображений</h3>

                                <p>
                                    Предыдущая диаграмма показала быстрый прогресс в способностях восприятия искусственного интеллекта. Системы 
                                    искусственного интеллекта также стали гораздо более способными генерировать изображения.
                                </p>

                                <p>
                                    Эта серия из девяти изображений показывает развитие за последние девять лет. Ни один из людей на этих 
                                    изображениях не существует; все они были сгенерированы системой искусственного интеллекта.
                                </p>

                                <p>
                                    Серия начинается с изображения 2014 года в левом верхнем углу, примитивного черно-белого изображения 
                                    пиксельного лица. Как видно из первого изображения во втором ряду, всего три года спустя системы искусственного 
                                    интеллекта уже могли генерировать изображения, которые было трудно отличить от фотографии.
                                </p>

                                <p>
                                    В последние годы возможности систем ИИ стали еще более впечатляющими. В то время как ранние системы были 
                                    сосредоточены на создании изображений лиц, эти новые модели расширили свои возможности до преобразования текста 
                                    в изображение практически на основе любой подсказки. Изображение в правом нижнем углу показывает, что даже самые 
                                    сложные подсказки, такие как «Померанский шпиц сидит на королевском троне в короне. Два солдата-тигра стоят рядом 
                                    с троном» — превращаются в фотореалистичные изображения за считанные секунды.
                                </p><br>

                                <!-- иллюстрация генерации изображений ИИ -->

                                <h3>
                                    Распознавание языков и производство развиваются быстро
                                </h3>


                                <p>
                                    Не менее поразительным, чем успехи ИИ, генерирующего изображения, является быстрое развитие систем, которые 
                                    анализируют человеческий язык и реагируют на него.
                                </p>

                                <p>
                                    На изображении показаны примеры системы искусственного интеллекта, разработанной Google, под названием PaLM. 
                                    В этих шести примерах систему попросили объяснить шесть разных шуток. Я нахожу объяснение в правом нижнем углу 
                                    особенно примечательным: ИИ объясняет антишутку, специально предназначенную для того, чтобы запутать слушателя.
                                </p>

                                <p>
                                    ИИ, которые производят язык, вошли в наш мир во многих отношениях за последние несколько лет. Электронные письма 
                                    заполняются автоматически, огромные объемы онлайн-текстов переводятся, видео автоматически транскрибируются, 
                                    школьники используют языковые модели для выполнения домашних заданий, отчеты генерируются автоматически, а средства 
                                    массовой информации публикуют журналистские материалы, созданные ИИ.
                                </p>

                                <p>
                                    Системы ИИ пока не способны создавать длинные связные тексты. В будущем мы увидим, замедлятся ли недавние события — 
                                    или даже прекратятся — или мы однажды прочитаем бестселлер, написанный ИИ.
                                </p><br>

                                <!-- иллюстрация шуток с ИИ -->

                                <h3>
                                    Где мы сейчас: ИИ здесь
                                </h3>



                                <p>
                                    Этот быстрый прогресс в возможностях ИИ позволил использовать машины в широком диапазоне новых областей:
                                </p>

                                <p>
                                    Когда вы бронируете рейс, часто искусственный интеллект, а не человек, решает, сколько вы платите. Когда вы прибываете
                                    в аэропорт, система искусственного интеллекта следит за тем, что вы делаете в аэропорту. И как только вы окажетесь в 
                                    самолете, система искусственного интеллекта поможет пилоту доставить вас к месту назначения.
                                </p>

                                <p>
                                    Системы искусственного интеллекта также все чаще определяют, получите ли вы кредит, имеете ли право на пособие или вас 
                                    наняли на определенную работу. Все чаще они помогают определить, кто выйдет из тюрьмы.
                                </p>

                                <p>
                                    Несколько правительств покупают автономные системы вооружения для ведения войны, а некоторые используют системы ИИ для 
                                    наблюдения и подавления.
                                </p>

                                <p>
                                    Системы искусственного интеллекта помогают программировать программное обеспечение, которое вы используете, и переводить 
                                    тексты, которые вы читаете. Виртуальные помощники, управляемые распознаванием речи, за последнее десятилетие вошли во 
                                    многие домохозяйства. Теперь беспилотные автомобили становятся реальностью.
                                </p>

                                <p>
                                    За последние несколько лет системы искусственного интеллекта помогли добиться прогресса в решении некоторых из самых 
                                    сложных проблем в науке.
                                </p>

                                <p>
                                    Крупные искусственные интеллекты, называемые рекомендательными системами, определяют, что вы видите в социальных сетях, 
                                    какие продукты вам показывают в интернет-магазинах и что вам рекомендуют на YouTube. Все чаще они не просто рекомендуют 
                                    медиа, которые мы потребляем, но, основываясь на своей способности генерировать изображения и тексты, они также создают 
                                    медиа, которые мы потребляем.
                                </p>

                                <p>
                                    Искусственный интеллект больше не является технологией будущего; ИИ уже здесь, и многое из того, что сейчас является 
                                    реальностью, совсем недавно выглядело бы как научная фантастика. Это технология, которая уже влияет на всех нас, и 
                                    приведенный выше список включает лишь некоторые из ее многочисленных применений.
                                </p>

                                <p>
                                    Широкий спектр перечисленных приложений ясно показывает, что это очень общая технология, которую люди могут использовать 
                                    для некоторых очень хороших целей, а также для некоторых чрезвычайно плохих. Для таких «технологий двойного назначения» 
                                    важно, чтобы все мы развили понимание того, что происходит и как мы хотим использовать эту технологию.
                                </p>

                                <p>
                                    Всего два десятилетия назад мир был совсем другим. На что технология ИИ может быть способна в будущем?
                                </p><br>

                                <h3>
                                    Что дальше?
                                </h3>

                                <p>
                                    Системы искусственного интеллекта, которые мы только что рассмотрели, являются результатом десятилетий неуклонного развития 
                                    технологий искусственного интеллекта.
                                </p>

                                <p>
                                    На приведенной ниже большой диаграмме эта история за последние восемь десятилетий представлена ​​в перспективе. Он основан на 
                                    наборе данных, подготовленном Хайме Севилья и его коллегами8.
                                </p>

                                <p>
                                    Каждый маленький кружок на этой диаграмме представляет одну систему ИИ. Положение круга на горизонтальной оси указывает, 
                                    когда была построена система ИИ, а его положение на вертикальной оси показывает объем вычислений, который был использован 
                                    для обучения конкретной системы ИИ.
                                </p>

                                <p>
                                    Обучающие вычисления измеряются в операциях с плавающей запятой, или сокращенно FLOP. Один FLOP эквивалентен одному сложению, 
                                    вычитанию, умножению или делению двух десятичных чисел.
                                </p>

                                <p>
                                    Все системы ИИ, которые полагаются на машинное обучение, должны быть обучены, и в этих системах обучающие вычисления являются 
                                    одним из трех фундаментальных факторов, определяющих возможности системы. Двумя другими факторами являются алгоритмы и входные 
                                    данные, используемые для обучения. Визуализация показывает, что по мере увеличения обучающих вычислений системы ИИ становятся 
                                    все более и более мощными.
                                </p>

                                <p>
                                    Хронология восходит к 1940-м годам, к самому началу электронных компьютеров. Первая показанная система искусственного 
                                    интеллекта — «Тесей», роботизированная мышь Клода Шеннона 1950 года, о которой я упоминал в начале. На другом конце временной 
                                    шкалы вы найдете системы искусственного интеллекта, такие как DALL-E и PaLM, чьи способности создавать фотореалистичные 
                                    изображения, а также интерпретировать и генерировать язык, который мы только что видели. Они входят в число систем 
                                    искусственного интеллекта, которые на сегодняшний день использовали наибольший объем обучающих вычислений.
                                </p>

                                <p>
                                    Обучающий расчет построен в логарифмическом масштабе, так что от каждой линии сетки к следующей он показывает 100-кратное 
                                    увеличение. Эта долгосрочная перспектива показывает непрерывный рост. В течение первых шести десятилетий тренировочные 
                                    вычисления увеличивались в соответствии с законом Мура, удваиваясь примерно каждые 20 месяцев. Примерно с 2010 года этот 
                                    экспоненциальный рост еще больше ускорился, и время удвоения составило всего около 6 месяцев. Это поразительно высокие темпы 
                                    роста9.

                                </p>

                                <p>
                                    Быстрое удвоение времени привело к значительному увеличению. Обучающие вычисления PaLM составили 2,5 миллиарда петафлопс, что 
                                    более чем в 5 миллионов раз больше, чем у AlexNet, ИИ с самыми большими обучающими вычислениями всего 10 лет назад.
                                </p>

                                <p>
                                    Масштабирование уже было экспоненциальным и значительно ускорилось за последнее десятилетие. Что мы можем извлечь из этого 
                                    исторического развития для будущего ИИ?
                                </p><br>

                                <!-- иллюстрация роста мощности систем ИИ -->


                                <h3>
                                    Изучение долгосрочных тенденций для прогнозирования будущего ИИ
                                </h3>

                                <p>
                                    Исследователи ИИ изучают эти долгосрочные тенденции, чтобы увидеть, что возможно в будущем.
                                </p>

                                <p>
                                    Возможно, наиболее широко обсуждаемое исследование такого рода было опубликовано исследователем ИИ Аджейей Котрой. Она изучила 
                                    увеличение обучающих вычислений, чтобы выяснить, в какой момент времени вычисления для обучения системы ИИ могут соответствовать 
                                    вычислениям человеческого мозга. Идея состоит в том, что на этом этапе система искусственного интеллекта будет соответствовать 
                                    возможностям человеческого мозга. В своем последнем отчете Котра оценила 50-процентную вероятность того, что такой «преобразующий 
                                    ИИ» будет разработан к 2040 году, то есть менее чем через два десятилетия.
                                </p>

                                <p>
                                    В связанной статье я обсуждаю, что преобразующий ИИ будет означать для мира. Короче говоря, идея состоит в том, что такая система 
                                    ИИ будет достаточно мощной, чтобы перенести мир в «качественно другое будущее». Это может привести к изменению в масштабах двух 
                                    более ранних крупных преобразований в истории человечества, сельскохозяйственной и промышленной революций. Это, безусловно, будет 
                                    самым важным глобальным изменением в нашей жизни.
                                </p>

                                <p>
                                    Работа Котры особенно актуальна в этом контексте, поскольку она основывала свой прогноз на исторической долгосрочной тенденции 
                                    обучающих вычислений, которую мы только что изучили. Но стоит отметить, что другие прогнозисты, опирающиеся на другие соображения, 
                                    приходят к в целом аналогичным выводам. Как я показал в своей статье о временных рамках ИИ, многие эксперты в области ИИ считают, 
                                    что существует реальный шанс того, что искусственный интеллект человеческого уровня будет разработан в течение следующих десятилетий, 
                                    а некоторые считают, что он появится гораздо раньше.
                                </p><br>

                                <h3>Создание общедоступного ресурса для обеспечения необходимого публичного обсуждения</h3>

                                <p>
                                    Компьютеры и искусственный интеллект сильно изменили наш мир, но мы все еще находимся на ранних этапах этой истории. Поскольку эта 
                                    технология кажется такой знакомой, легко забыть, что все эти технологии, с которыми мы взаимодействуем, являются совсем недавними 
                                    инновациями и что самые глубокие изменения еще впереди.
                                </p>

                                <p>
                                    Искусственный интеллект уже изменил то, что мы видим, знаем и делаем. И это несмотря на то, что у этой технологии совсем короткая 
                                    история.
                                </p>

                                <p>
                                    Нет никаких признаков того, что эти тенденции достигнут каких-либо пределов в ближайшее время. Наоборот, особенно в течение 
                                    последнего десятилетия, основные тенденции ускорились: инвестиции в технологию искусственного интеллекта быстро увеличились, а 
                                    время удвоения обучающих вычислений сократилось до шести месяцев.
                                </p>

                                <p>
                                    Все крупные технологические инновации приводят к целому ряду положительных и отрицательных последствий. Это уже относится к 
                                    искусственному интеллекту. По мере того, как эта технология становится все более и более мощной, мы должны ожидать, что ее влияние 
                                    станет еще больше.
                                </p>

                                <p>
                                    Из-за важности ИИ мы все должны иметь возможность составить мнение о том, куда движется эта технология, и понять, как это развитие 
                                    меняет наш мир. Для этой цели мы создаем репозиторий показателей, связанных с ИИ, который вы можете найти на сайте 
                                    OurWorldinData.org/artificial-intelligence.
                                </p>

                                <p>
                                    Мы все еще находимся на ранних стадиях этой истории, и многое из того, что станет возможным, еще впереди. Столь мощное 
                                    технологическое развитие должно быть в центре нашего внимания. Мало что может быть столь же важным для того, как будет развиваться 
                                    будущее нашего мира — и будущее нашей жизни.
                                </p>

                                <p>
                                    

                                </p><br>

                                <p>

                                </p><br>
                            </div>


            </div>
        </div>
    </section>

</body>
</html>

    
    