<html lang="ru">
    <head>  
        <meta charset="utf-8"/>
        <title>Electrical mind</title>
        <link rel="stylesheet" href="style/style.css">
        <script src="script/script.js"></script>
        <meta name="viewport" content="width=device-width, initial-scale=1">
        

    </head>
    <body> 
        <div id="outer_container">
            <div class="main_container">
                <header class="header_block">
                    <div class="logo">
                        <h2 class="first_word">Electrical</h2>
                        <h2 class="second_word">Mind</h2>
                    </div>
                    
                    <nav class="navigate_block">
                        <a href="#" class="button">Галерея</a>
                        <a href="#" class="button">Экскурс в инсторию</a>
                        <a href="#" class="button">О чем речь?</a>
                        <a href="#" class="button">Контакты</a>
                    </nav>

                </header>
                <div class="center_block">
                    <section class="center_section">
                        <div class="main_topic_block">
                            <h1 class="main_topic">Искусственный интеллект: из вымысла в светлое будущее</h1>
                            <!-- <img src="img/1609.jpg"/> -->
                        </div>
                        
                        
                        <h3 class="news_title">Новости</h3>
                        
                        <div class="news_container">
                            <div class="certain_news">
                                <div class="img_container">
                                    <img src="img/Michael_Jordan.jpg">
                                </div>

                                <div class="text_container">
                                    <h4 class="certain_news_title">Почему современные системы искусственного интеллекта 
                                        на самом деле не являются интеллектуальными</h4>
                                    <p>
                                        Системы искусственного интеллекта далеко не настолько развиты, 
                                        чтобы заменить людей во многих задачах, связанных с рассуждением, 
                                        получением знаний из реального мира и социальным взаимодействием.
                                    </p>
                                </div>

                            </div>

                            <div class="certain_news">
                                <div class="img_container">
                                    <img src="img/AI-and-robotics.jpeg">
                                </div>

                                <div class="text_container">
                                    <h4 class="certain_news_title">Люди морально не готовы к «миру постправды» ИИ</h4>
                                    <p>
                                        Год назад вы не часто слышали об ИИ в обычном разговоре, но сегодня, 
                                        кажется, постоянно говорят о том, как генеративные инструменты ИИ, 
                                        такие как ChatGPT и DALL-E, повлияют на будущее работы, распространение 
                                        информации и многое другое
                                    </p>
                                </div>

                            </div>
                        </div>
                        
                        <h3 class="article_title">Избранная статья</h3>
                        <div class="featured_article_block">
                            <div class="featured_article">
                                <h4 class="featured_article_title">
                                    Комиссия ЕС: технологические гиганты должны маркировать контент, созданный ИИ
                                </h4>
                                <p>
                                    Европейская комиссия призывает технологических гигантов, таких как Google, 
                                    Facebook и TikTok, четко маркировать контент, созданный ИИ, по мере 
                                    распространения дезинформации.
                                </p>
                                <p>
                                    В целях борьбы с распространением дезинформации в Интернете Европейская комиссия 
                                    призывает крупные технологические компании, такие как Google, Facebook и TikTok, 
                                    активно маркировать контент, созданный искусственным интеллектом, еще до того, как 
                                    будут официально установлены цифровые правила.
                                </p>
                                <p>
                                    Комиссия в своем уставе по борьбе с дезинформацией теперь призывает многочисленные 
                                    известные технологические компании содействовать выявлению фактической информации 
                                    среди моря дезинформации.
                                </p>
                                <p>
                                    Вера Юрова, вице-президент по ценностям и прозрачности, подчеркнула необходимость 
                                    того, чтобы подписанты предлагали услуги, которые потенциально могут распространять 
                                    дезинформацию, созданную ИИ, для внедрения технологий, способных идентифицировать 
                                    такой контент.
                                </p>
                                <p>
                                    Затем эти компании должны четко обозначить этот контент для пользователей, как ранее 
                                    упоминала Юрова в Brussels Playbook.
                                </p>
                                <p>
                                    Согласно Закону о цифровых услугах (DSA), крупные онлайн-платформы и поисковые системы, 
                                    такие как Meta, Twitter и TikTok, должны будут к 25 августа выявлять дипфейки — 
                                    сгенерированные или обработанные изображения, аудио и видео — с «заметными метками». или 
                                    же рискнуть столкнуться с существенными штрафами в диапазоне нескольких миллионов евро.
                                </p>
                                <p>
                                    Кроме того, Европейский парламент настаивает на том, чтобы аналогичное положение 
                                    охватывало все компании, производящие контент, созданный с помощью ИИ, включая текст, 
                                    в соответствии с предстоящим Законом об искусственном интеллекте, который потенциально 
                                    может вступить в силу уже в 2025 году.
                                </p>
                                <p>
                                    Юрова также призвала такие компании, как Microsoft и Google, разработать защитные меры для 
                                    своих сервисов, включая Bard и Bingchat, чтобы предотвратить использование злоумышленниками 
                                    генеративного ИИ в вредоносных целях.
                                </p>
                                <p>
                                    Она сообщила, что генеральный директор Google Сундар Пичаи сообщил ей, что их компания в 
                                    настоящее время работает над такими технологиями.
                                </p>
                                <p>
                                    Кроме того, Юрова выразила свое разочарование решением Twitter выйти из добровольного кодекса 
                                    всего за несколько месяцев до вступления в силу DSA, охарактеризовав его как досадную 
                                    конфронтацию, которая не осталась незамеченной в Комиссии.
                                </p>
                                <p>
                                    Юрова также подчеркнула важность предоставления участниками кодекса подробных отчетов в 
                                    середине июля.
                                </p>
                                <p>
                                    Эти отчеты должны содержать всесторонний анализ их усилий по ограничению распространения 
                                    ложных сведений в своих сетях, а также излагать их планы по минимазации количества 
                                    потенциальной дезинформации, исходящей от генеративного ИИ.
                                </p>

                            </div>

                        </div>

                    </section>



                </div>
                <footer class="footer_block">
                    <nav class="second_nav_block">
                        <a href="#" class="button">Галерея</a>
                        <a href="#" class="button">Экскурс в инсторию</a>
                        <a href="#" class="button">О чем речь?</a>
                        <a href="#" class="button">Контакты</a>
                    </nav>
                    <p class="author_inf">By IV</p>

                </footer>

            </div>
        </div>
    </body>
</html>