<html lang="ru">
    <head>  
        <meta charset="utf-8"/>
        <title>Electrical mind</title>
        <link rel="stylesheet" href="style/style.css">
        <script src="script/script.js"></script>
        <meta name="viewport" content="width=device-width, initial-scale=1">

    </head>
    <body> 
        <div id="outer_container">
            <div class="main_container">
                <header class="header_block">
                    <div class="logo">
                        <h2 class="logo_title">Electrical Mind</h2>
                    </div>
                    
                    <nav class="navigate_block">
                        <a href="#" class="button">Галерея</a>
                        <a href="#" class="button">Экскурс в инсторию</a>
                        <a href="#" class="button">О чем речь?</a>
                        <a href="#" class="button">Контакты</a>
                    </nav>

                </header>
                <div class="center_block">
                    <section class="center_section">
                        <div class="main_topic_block">
                            <h1 class="main_topic">Искусственный интеллект: из вымысла в светлое будущее</h1>
                            <!-- <img src="img/1609.jpg"/> -->
                        </div>
                        
                        
                        <h3 class="news_title">Новости</h3>
                        <div class="news_block">
                            <article class="news_text">
                                <h4 class="certain_news_title">
                                    Перестаньте называть все ИИ, говорит пионер 
                                    машинного обучения Майкл И. Джордан, объясняющий, 
                                    почему современные системы искусственного интеллекта 
                                    на самом деле не являются интеллектуальными
                                </h4>
                                
                                <div class="main_text">
                                    <p>Системы искусственного интеллекта далеко не настолько развиты, чтобы заменить людей во многих
                                    задачах, связанных с рассуждением, получением знаний из реального мира и социальным
                                    взаимодействием. Они демонстрируют человеческую компетентность в навыках распознавания
                                    образов низкого уровня, но на когнитивном уровне они просто имитируют человеческий
                                    интеллект, не проявляя глубокого и творческого подхода, говорит Майкл И. Джордан
                                    ,ведущий исследователь в области искусственного интеллекта и машинного обучения.
                                    Джордан является профессором кафедры электротехники и компьютерных наук и департамента
                                    статистики Калифорнийского университета в Беркли.</p>
                                <div>
                            </article>
                                    
                                    <!-- <p>Системы искусственного интеллекта далеко не настолько развиты, чтобы заменить людей</p>
                                    <p>во многих задачах, связанных с рассуждением, получением знаний из реального мира и социальным </p>
                                    <p>взаимодействием. Они демонстрируют человеческую компетентность в навыках распознавания образов</p>
                                    <p>низкого уровня, но на когнитивном уровне они просто имитируют человеческий интеллект, не проявляя</p>
                                    <p>глубокого и творческого подхода, говорит Майкл И. Джордан, ведущий исследователь в области</p>
                                    <p>искусственного интеллекта и машинного обучения. Джордан является профессором кафедры</p>
                                    <p>электротехники и компьютерных наук и департамента статистики Калифорнийского университета в</p>
                                    <p>Беркли.<p> -->
                                        
                        </div>

                    </section>

                        </div>
                <footer class="footer_block">
                    <p class="author_inf">By IV</p>

                </footer>

            </div>
        </div>
    </body>
</html>