<div class="news_block">
    <article class="news_text">
        <h4 class="certain_news_title">
            Перестаньте называть все ИИ, говорит пионер 
            машинного обучения Майкл И. Джордан, объясняющий, 
            почему современные системы искусственного интеллекта 
            на самом деле не являются интеллектуальными
        </h4>
        <div class="article_content">
            <div class="article_text">
                <p>Системы искусственного интеллекта далеко не настолько развиты, чтобы заменить людей во многих
                   задачах, связанных с рассуждением, получением знаний из реального мира и социальным
                   взаимодействием. Они демонстрируют человеческую компетентность в навыках распознавания
                   образов низкого уровня, но на когнитивном уровне они просто имитируют человеческий
                   интеллект, не проявляя глубокого и творческого подхода, говорит Майкл И. Джордан
                   ,ведущий исследователь в области искусственного интеллекта и машинного обучения.
                   Джордан является профессором кафедры электротехники и компьютерных наук и департамента
                   статистики Калифорнийского университета в Беркли.&nbsp;&nbsp;&nbsp;&nbsp;
                   &nbsp;&nbsp;&nbsp;&nbspОн отмечает, что имитация человеческого мышления не является 
                   единственной целью машинного обучения — области инженерии, лежащей в основе недавнего прогресса 
                   в области искусственного интеллекта, — и даже не самой лучшей целью. Вместо этого машинное 
                   обучение может способствовать повышению человеческого интеллекта посредством кропотливого анализа 
                   больших массивов данных во многом таким же образом, как поисковая система расширяет человеческие 
                   знания, организуя сеть. Машинное обучение также может предоставлять новые услуги людям в таких 
                   областях, как здравоохранение, торговля и транспорт, объединяя информацию, найденную в нескольких 
                   наборах данных, находя закономерности и предлагая новые направления действий.
                </p>
            </div>
            <div class="article_img">
                <img src="img/Michael_Jordan-1360px.jpg">
            </div>
        </div>
    </article>
                                    
                                    <!-- <p>Системы искусственного интеллекта далеко не настолько развиты, чтобы заменить людей</p>
                                    <p>во многих задачах, связанных с рассуждением, получением знаний из реального мира и социальным </p>
                                    <p>взаимодействием. Они демонстрируют человеческую компетентность в навыках распознавания образов</p>
                                    <p>низкого уровня, но на когнитивном уровне они просто имитируют человеческий интеллект, не проявляя</p>
                                    <p>глубокого и творческого подхода, говорит Майкл И. Джордан, ведущий исследователь в области</p>
                                    <p>искусственного интеллекта и машинного обучения. Джордан является профессором кафедры</p>
                                    <p>электротехники и компьютерных наук и департамента статистики Калифорнийского университета в</p>
                                    <p>Беркли.<p> -->
                                        
</div>